Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: You must select a survey from the list
ca_es: És necessari escollir una enquesta de la llista

source: Export
ca_es: Exporta

source: Select one of the three options
ca_es: Selecciona una de les tres opcions

source: You have no row selected
ca_es: No heu seleccionat cap columna

source: Delete participant(s) from central participants panel only
ca_es: Eliminar només els participants del panell central de participants.

source: Delete participant(s) from central panel and tokens tables
ca_es: Eliminar participant(s) del panell central i les taules de tokens

source: Delete participant(s) from central panel, tokens tables and all associated responses
ca_es: Eliminar participant(s) del panell central, taules de tokens i totes les respostes associades

source: Search
ca_es: Cerca

source: You can see and edit settings for shared participants in share panel.
ca_es: Pots veure i editar opcions dels participants compartits al panell compartit.

source: Remove search condition
ca_es: Esborrar condició de cerca

source: Add search condition
ca_es: Afegir condició de cerca

source: Surveys
ca_es: Enquestes

source: Add to survey
ca_es: Afegir a l'enquesta

source: Please select a field
ca_es: Si us plau, seleccioni un camp

source: Please select a condition
ca_es: Si us plau, seleccioni una condició

source: Please select at least one participant
ca_es: Siusplau, seleccioni almenys un participant

source: Share
ca_es: Compartir

source: User with whom the participants are to be shared
ca_es: Usuari amb el qual els participants són per ser compartits

source: Allow this user to edit these participants
ca_es: Permet editar aquests participants a aquest usuari

source: Add all participants in your current list to a survey.
ca_es: Afegir tots el participants de la llista actual a una enquesta.

source: Add the selected participants to a survey.
ca_es: Afegir el participants seleccionats a una enquesta.

source: Survey
ca_es: Enquesta

source: Options
ca_es: Opcions

source: Display survey tokens after adding?
ca_es: Veurel els tokens de l'enquesta després d'afegir?

source: This is a shared participant and you are not authorised to edit it
ca_es: Aquest és un participant compartit i no estàs autoritzat a editar-lo

source: Attributes to export:
ca_es: Atributs a exportar:

source: Attribute name:
ca_es: Nom de l'atribut:

source: Attribute settings
ca_es: Preferències dels atributs

source: Attribute type:
ca_es: Tipus d'atribut:

source: Attribute visible:
ca_es: Atribut visible:

source: Values:
ca_es: Valors:

source: Edit value
ca_es: Edita el valor

source: Delete value
ca_es: Esborra el valor

source: Add value
ca_es: Afegeix un valor

source: Add a language:
ca_es: Afegiu un idioma:

source: Add language
ca_es: Afegeix una llengua

source: Blacklist settings
ca_es: Configuració de la llista d'exclosos

source: Yes
ca_es: Sí

source: Blacklist all current surveys for participant once the global field is set:
ca_es: Exclou de totes les enquestes actuals al participants un cop que l'àmbit global s'ha establert:

source: Blacklist participant for any new added survey once the global field is set:
ca_es: Exclou al participant per a qualsevol nova enquesta una vegada que el camp global s'ha establert:

source: Don't allow blacklisted participants to be added to new survey:
ca_es: No permetis als participants exclosos afegir-se a la nova enquesta:

source: Don't show blacklisted participants:
ca_es: No mostris els participants exclosos:

source: Delete globally blacklisted participant from the database:
ca_es: Esborra els participants exclosos globalment de la base de dades:

source: Allow participant to unblacklist himself/herself:
ca_es: Permet al participant excloure's de la llista d'exclosos per si mateix:

source: You don't have sufficient permissions.
ca_es: No teniu permisos suficients.

source: Summary
ca_es: Resum

source: Upload summary
ca_es: Carregar sumari

source: You have to pair this field with an existing attribute.
ca_es: Has d'aparellar aquest camp amb un atribut existent.

source: Only one CSV attribute is mapped with central attribute.
ca_es: Només un atribut de CSV està mapejat amb l'atribut central.

source: Select which fields to import as attributes with your participant.
ca_es: Seleccioneu quin camp s'ha d'importar com a atribut amb el seu participant.

source: CSV field names
ca_es: Nom dels camps al CSV

source: The following additional fields were found in your CSV file.
ca_es: S'han trobat els següents camps adicionals al seu arxiu CSV.

source: Attributes to be created
ca_es: Atributs a ser creats

source: Drop a CSV field into this area to create a new participant attribute and import your data into it.
ca_es: Esborra un camp CSV en aquesta àrea per crear un nou atribut de participant i importa-li les seves dades.

source: Existing attribute
ca_es: Atribut existent

source: Drop a CSV field into an existing participant attribute listed below to import your data into it.
ca_es: Esborra un camp CSV en d'aquesta llista de atributs del participant i importa-li les seves dades.

source: Overwrite existing token attribute values if a duplicate participant is found?
ca_es: Si es troba un participant duplicat, esborrar el token actual?

source: Duplicates will be detected using the participant_id field in this CSV file
ca_es: Els duplicats es detectaràn mitjançant el participant_id d'aquest arxiu CSV

source: Duplicates will be detected by a combination of firstname, lastname and email addresses
ca_es: Els duplicats es detectaràn mitjançant la combinació de firstname, lastname i email

source: All the attributes are automatically mapped
ca_es: Tots els atributs es mapejen automàticament

source: Map your participant attributes to an existing token attribute or create a new one
ca_es: Mapeja els atributs existents del vostre participant cap a un atribut de token existent o crea un de nou

source: Unmapped participant attributes
ca_es: Atributs de participant no mapejats

source: Token attributes to create
ca_es: Atributs de token a crear

source: Existing token attributes
ca_es: Atributs de token existents

source: Overwrite existing token attribute values if a participant already exists?
ca_es: Sobreescriure el valor de l'atribut de token existent si el participant ja existeix?

source: Overwrite existing auto mapped attribute values if a participant already exists?
ca_es: Sobreescriure els valors dels atributs auto mapejats existents si el participant ja existeix?

source: Standard token fields
ca_es: Camps token estàndard

source: Overwrite existing standard field values if a participant already exists?
ca_es: Si el participant ja existeix, sobreescriure el camp estàndard actual?

source: Note: Standard token fields cannot be automatically mapped
ca_es: Nota: el camps token estàndard no poden ser mapejats automàticament

source: Central participants database summary
ca_es: Resum de la base de dades central de participants

source: Total participants in central table
ca_es: Total de participants a la taula central

source: Participants owned by you
ca_es: Els vostres participants

source: Participants shared with you
ca_es: Participants compartits amb tu

source: Participants you have shared
ca_es: Participants que has compartit

source: Blacklisted participants
ca_es: Participants a la llista negra

source: Total attributes in the central table
ca_es: Número total d'atributs a la taula central

source: CPDB CSV summary
ca_es: Resum CPDB CSV

source: Uploaded CSV file successfully
ca_es: S'ha pujat correctament l'arxiu CSV

source: Successfully created CPDB entries
ca_es: Les entrades CPDB s'han creat satisfactòriament

source: No new participants were created
ca_es: No s'han creat nous participants

source: %s records found in CSV file
ca_es: %s registres trobats a l'arxiu CSV

source: %s records have empty mandatory fields
ca_es: %s registres tenen buits camps obligatoris

source: %s records met minimum requirements
ca_es: %s del registres compleixen els requeriments mínims

source: %s new participants were created
ca_es: S'han creat %s nous participants

source: %s records were duplicate but had attributes updated
ca_es: %s registres són duplicats però han actualitzat atributs

source: Warnings
ca_es: Avisos

source: %s were found to be duplicate entries and did not need a new participant to be created
ca_es: %s trobats són entrades duplicades i no requereixen crear nous participants

source: They were found to be duplicate using the participant id field
ca_es: S'han trobat duplicats fent servir l'id del participant

source: They were found to be duplicate using a combination of firstname, lastname and email fields
ca_es: S'han trobat duplicats fent servir la combinació dels camps de firstname, lastname i email

source: %s records with invalid email address removed
ca_es: %s registres eliminats per tenir una adreça de correu electrònic no vàlida.

source: %s records have incomplete or wrong attribute values
ca_es: %s registres tenen valors d'atributs incomplets o erronis

source: User control
ca_es: Control d'usuaris

source: User ID editable:
ca_es: ID d'usuari editable:

source: Shared with
ca_es: Compartit amb

source: Shared user id
ca_es: ID d'usuari compartit

source: Owner
ca_es: Propietari

source: Can edit?
ca_es: Es pot editar?

source: Search shared participants
ca_es: Cerca participants compartits

source: Are you sure you want to un-share the selected participants?
ca_es: Esteu segur que voleu deixar de compartir el participants seleccionats?

source: Un-share selected participants
ca_es: Descompartir els participants seleccionats

source: Are you sure you want to delete this condition?
ca_es: Està segur de voler eliminar aquesta condició?

source: Delete this condition
ca_es: Eliminar aquesta condició

source: Edit this condition
ca_es: Editar aquesta condició

source: New scenario number:
ca_es: Nou número d'escenari:

source: Update scenario
ca_es: Actualitzar escenari

source: Are you sure you want to delete all conditions set to the questions you have selected?
ca_es: Està segur de voler eliminar totes les condicions que s'apliquen a les preguntes que ha seleccionat?

source: Delete all conditions
ca_es: Eliminar totes les condicions

source: Are you sure you want to renumber the scenarios with incremented numbers beginning from 1?
ca_es: Està segur de voler renumerar els escenaris amb nombres incrementats començant per 1?

source: Renumber scenario automatically
ca_es: Re-numerar automàticament l'escenari

source: Conditions designer
ca_es: Dissenyador de condicions

source: Return to survey administration
ca_es: Tornar a l'administració d'enquestes

source: Show conditions for this question
ca_es: Mostrar les condicions per a aquesta pregunta

source: Add and edit conditions
ca_es: Afegir i editar condicions

source: Copy conditions
ca_es: Copiar condicions

source: Questions
ca_es: Preguntes

source: LimeSurvey online manual
ca_es: Manual en línia de LimeSurvey

source: Token export options
ca_es: Opcions d'exportació de tokens

source: Token status:
ca_es: Estat dels tokens:

source: All tokens
ca_es: Tots els tokens

source: Completed
ca_es: Completat

source: Not started
ca_es: No començat

source: Started but not yet completed
ca_es: Començat però no completat

source: Invitation status:
ca_es: Estat de la invitació:

source: All
ca_es: Tot

source: Invited
ca_es: Convidat

source: Not invited
ca_es: No convidat

source: Reminder status:
ca_es: Estat del recordatori:

source: Reminder(s) sent
ca_es: Recordatoris enviats

source: No reminder(s) sent
ca_es: No s'han enviat recordatoris

source: Filter by language
ca_es: Filtrar per idioma

source: Filter by email address
ca_es: Filtrar per adreça de correu electrònic

source: Delete exported tokens
ca_es: Esborrar tokens exportats

source: Export tokens
ca_es: Exportar tokens

source: Are you sure you want to delete the selected entries?
ca_es: Està segur de voler eliminar les entrades seleccionades?

source: Delete the selected entries
ca_es: Eliminar les entrades seleccionades

source: Sending invitations...
ca_es: Enviant invitacions...

source: Sending reminders...
ca_es: S'estan enviant recordatoris...

source: Sending to Token IDs
ca_es: Enviant a IDs de token

source: Failed to open the uploaded file!
ca_es: No s'ha pogut obrir l'arxiu pujat!

source: Error: Your uploaded file is missing one or more of the mandatory columns (%s)
ca_es: Error: al fitxer que heu pujat hi falten una o més columnes obligatòries (%s)

source: Successfully created token entries
ca_es: Entrades de tokens creades correctament

source: Failed to create token entries
ca_es: S'ha produit un error al crear les entrades de tokens

source: %s records in CSV
ca_es: %s registres en CSV

source: %s records imported
ca_es: %s registres importats

source: %s duplicate records removed
ca_es: %s registres duplicats eliminats

source: List
ca_es: Llistat

source: %s lines had a mismatching number of fields.
ca_es: %s línies tenen un nombre de camps diferent.

source: Edit token entry
ca_es: Modificar token

source: Add token entry
ca_es: Afegir una nova entrada de token

source: Auto
ca_es: Automàtic

source: Email Status
ca_es: Estat del correu electrònic

source: You can leave this blank, and automatically generate tokens using 'Generate Tokens'
ca_es: Podeu deixar aquest camp buit, i generar els tokens automàticament fent servir l'opció de "Generar Tokens"

source: Invitation sent?
ca_es: Invitació enviada?

source: Reminder sent?
ca_es: Recordatori enviat?

source: Reminder count:
ca_es: Comptador de recordatori:

source: Completed?
ca_es: Completada?

source: Uses left:
ca_es: Usos restants:

source: Valid from
ca_es: Vàlid des de

source: until
ca_es: fins

source: Update token entry
ca_es: Actualitzar token

source: Send email reminder
ca_es: Enviar recordatori per correu electrònic

source: Warning!
ca_es: Alerta!

source: This survey is not yet activated and so your participants won't be able to fill out the survey.
ca_es: Aquesta enquesta encara no ha estat activada, per tant els participants no podran omplir el formulari.

source: Base language
ca_es: Idioma base

source: Dear {FIRSTNAME}, Recently we invited you to participate in a survey. We note that you have not yet completed the survey, and wish to remind you that the survey is still available should you wish to take part. The survey is titled: "{SURVEYNAME}" "{SURVEYDESCRIPTION}" To participate, please click on the link below. Sincerely, {ADMINNAME} ({ADMINEMAIL}) ---------------------------------------------- Click here to do the survey: {SURVEYURL}
ca_es: Estimat/da {FIRSTNAME}, Recentment va ser invitat a participar a la següent enquesta: "{SURVEYNAME}" "{SURVEYDESCRIPTION}" Encara no ha estat completada, i, de la forma més atenta, voldríem recordar-li que l'enquesta encara està disponible per si desitja participar Per participar-hi, només ha de seguir el següent enllaç: {SURVEYURL} Li agraïm el seu interès i col·laboració. Atentament, {ADMINNAME} ({ADMINEMAIL})"

source: If you do not want to participate in this survey and don't want to receive any more invitations please click the following link: {OPTOUTURL}
ca_es: Si no vol participar en aquesta enquesta i no vol rebre més invitacions, si us plau premi el següent enllaç: {OPTOUTURL}

source: From
ca_es: De

source: Subject
ca_es: Assumpte

source: Message
ca_es: Missatge

source: Reminder Email:
ca_es: Correu electrònic recordatori:

source: Send reminder to token ID(s):
ca_es: Enviar recordatoris als tokens amb ID(s):

source: Bypass token with failing email addresses
ca_es: Token de derivació amb adreces d'e-mail que han fallat

source: Min days between reminders
ca_es: Nombre mínim de dies entre recordatoris

source: Max reminders
ca_es: Nombre màxim de recordatoris

source: Send Reminders
ca_es: Enviar Recordatoris

source: Create dummy tokens
ca_es: Crear tokens ficticis

source: Number of tokens
ca_es: Número de tokens

source: Token length
ca_es: Longitud dels tokens

source: Add dummy tokens
ca_es: Afegir tokens ficticis

source: Success
ca_es: Èxit

source: Failed
ca_es: Ha fallat

source: Results from LDAP Query.
ca_es: Resultats de la consulta (Query) LDAP

source: Records imported
ca_es: Registres importats

source: Duplicate records removed
ca_es: Registres duplicats eliminats

source: There are more emails pending than can be sent in one batch. Continue sending emails by clicking below.
ca_es: Hi ha més correus pendents de ser enviats. Per continuar enviant, marqui-ho a sota.

source: There are {EMAILCOUNT} emails still to be sent.
ca_es: Hi ha/n {EMAILCOUNT} correu/s que no han estat enviats.

source: New token was added.
ca_es: S'ha afegit un nou token.

source: Display tokens
ca_es: Mostrar els tokens

source: Add another token entry
ca_es: Afegir una altra entrada de token

source: There is already an entry with that exact token in the table. The same token cannot be used in multiple entries.
ca_es: Ja hi ha una entrada amb aquest token a la taula. El mateix token no pot ser usat en més d'una entrada.

source: Add new token entry
ca_es: Afegir un nou token

source: Add participants to central database
ca_es: Afegir participants a la base de dades central

source: Save changes
ca_es: Desar canvis

source: Participant table is empty.
ca_es: La taula de participants està buida.

source: Survey participants
ca_es: Participants de l'enquesta

source: Delete selected participant(s) from this survey
ca_es: Esborra el/s participant/s seleccionats d'aquesta enquesta

source: Reload participant list
ca_es: Recarrega la llista de participants

source: No survey participants matching the search criteria
ca_es: No hi ha participants que compleixin els criteris de cerca

source: Filter
ca_es: Filtre

source: Send invitation emails to the selected entries (if they have not yet been sent an invitation email)
ca_es: Enviar e-mails d'invitació a les entrades seleccionades (si no se'ls ha enviat prèviament una invitació)

source: Send reminder email to the selected entries (if they have already received the invitation email)
ca_es: Enviar e-mails recordatoris a les entrades seleccionades (si no se'ls ha enviat prèviament una invitació)

source: View participants of this survey in the central participant database panel
ca_es: Mostra els participants d'aquesta enquesta al panell central de la base de dades de participants

source: Start bounce processing
ca_es: Començar procés de rebot

source: Not contains
ca_es: No conté

source: Action
ca_es: Acció

source: Email address
ca_es: Adreça de correu electrònic

source: Email status
ca_es: Estat del correu electrònic

source: Reminder count
ca_es: Comptador de recordatoris

source: Uses left
ca_es: Usos restants

source: Valid until
ca_es: Vàlid fins

source: Add another search criteria
ca_es: Afegir un altre criteri de cerca

source: Please select the attributes that are to be added to the central database
ca_es: Si us plau, seleccioneu els atributs que s'afegiran a la base de dades central

source: Please select a field.
ca_es: Si us plau, seleccioneu un camp.

source: Please select a condition.
ca_es: Si us plau, seleccioni una condició

source: Token control
ca_es: Control de tokens

source: Tokens have not been initialised for this survey.
ca_es: No s'ha inicialitzat una taula de tokens per aquesta enquesta.

source: If you initialise tokens for this survey then this survey will only be accessible to users who provide a token either manually or by URL.
ca_es: Si inicialitza una taula de tokens per aquesta enquesta, aquesta només serà accessible pels usuaris que proporcionin un token vàlid manualment o mitjançant un enllaç.

source: Note: If you turn on the -Anonymized responses- option for this survey then LimeSurvey will mark your completed tokens only with a 'Y' instead of date/time to ensure the anonymity of your participants.
ca_es: Nota: si activeu la opció "Respostes anònimes" per aquesta enquesta, LimeSurvey marcarà els tokens completats com a "Y" en comptes de la data/hora per tal de garantitzar l'anonimat dels participants.

source: Do you want to create a token table for this survey?
ca_es: Vol crear una taula de tokens per aquesta enquesta?

source: Initialise tokens
ca_es: Inicialitzar els tokens

source: No, thanks.
ca_es: No, gràcies.

source: You don't have the permission to activate tokens.
ca_es: No teniu permissos per activar tokens.

source: Back to main menu
ca_es: Torna al menú principal

source: Restore options
ca_es: Opcions de recuperació

source: The following old token tables could be restored:
ca_es: Les següents taules de tokens antigues podrien ser restaurades:

source: Restore
ca_es: Restaurar

source: Sorry, but the LDAP module is missing in your PHP configuration.
ca_es: Disculpi, però el mòdul LDAP no es troba en la seva configuració de PHP

source: LDAP is disabled or no LDAP query defined.
ca_es: LDAP està deshabilitat o no s'ha definit cap consulta LDAP.

source: Select the LDAP query you want to run:
ca_es: Seleccioni la consulta LDAP que desitja executar:

source: Filter duplicate records:
ca_es: Filtrar registres duplicats:

source: Note
ca_es: Nota

source: LDAP queries are defined by the administrator in the configuration file /application/config/ldap.php .
ca_es: Les consultes LDAP estàn definides per l'administrador a l'arxiu de configuració /application/config/ldap.php

source: Choose the CSV file to upload:
ca_es: Triï un arxiu CSV per a enviar:

source: Character set of the file:
ca_es: Joc de caràcters de l'arxiu:

source: Separator used:
ca_es: Separador utilitzat:

source: Duplicates are determined by:
ca_es: Els duplicats venen determinats per:

source: Upload
ca_es: Enviar

source: Mandatory fields:
ca_es: Camps obligatoris:

source: Optional fields:
ca_es: Camps opcionals:

source: Send email invitations
ca_es: Enviar invitació per correu electrònic

source: Invitation email:
ca_es: Missatge del correu electrònic d'invitació:

source: Send Invitations
ca_es: Enviar Invitacions

source: Token summary
ca_es: Sumari dels tokens

source: Total records in this token table
ca_es: Total de registres en la taula de tokens

source: Total with no unique Token
ca_es: Total amb token no únic

source: Total invitations sent
ca_es: Total d'invitacions enviades

source: Total opted out
ca_es: Total que han declinat participar

source: Total surveys completed
ca_es: Total d'enquestes acabades

source: Bounce settings
ca_es: Configuració del correu electrònic de rebot

source: Survey bounce email:
ca_es: Correu electrònic de rebot:

source: Bounce settings to be used
ca_es: Configuració del correu electrònic de rebot que es farà servir

source: None
ca_es: Cap

source: Use settings below
ca_es: Utilitzar les preferències de més avall

source: Use global settings
ca_es: Utilitzar opcions globals

source: Server type:
ca_es: Tipus de servidor:

source: Server name & port:
ca_es: Nom de servidor i port:

source: Enter your hostname and port, e.g.: imap.gmail.com:995
ca_es: Introdueixi el seu nom d'hoste i port, per exemple: imap.gmail.com:995

source: User name:
ca_es: Nom de l'usuari:

source: Password:
ca_es: Contrasenya:

source: Encryption type:
ca_es: Tipus d'encriptació:

source: Save settings
ca_es: Desar configuració

source: Manage token attribute fields
ca_es: Administrar els atributs dels tokens

source: Attribute field
ca_es: Camp d'atribut

source: Field description
ca_es: Descripció del camp

source: Mandatory?
ca_es: Obligatori?

source: Show during registration?
ca_es: Mostrar durant el registre?

source: Field caption
ca_es: Descripció del camp

source: Example data
ca_es: Dades d'exemple

source: <no data>
ca_es: <sense dades>

source: Add token attributes
ca_es: Afegir atributs de token.
